{
  "N1": {
    "facet_name": "忧虑",
    "domain": "神经质",
    "description": "忧虑 (N1) 的特征是长期感到紧张、恐惧和不安的倾向。",
    "high_score": "高分者通常焦虑且容易感到压力；他们经常与频繁的恐惧或无端的焦虑作斗争。",
    "low_score": "低分者冷静放松，很少经历持续的忧虑或紧张。"
  },
  "N2": {
    "facet_name": "愤怒",
    "domain": "神经质",
    "description": "愤怒 (N2) 代表容易体验到愤怒、沮丧和痛苦情绪的倾向。",
    "high_score": "高分者的挫折阈值较低，很容易感到愤怒或恼火，尤其是在宜人性也较低的情况下。",
    "low_score": "低分者随和且不易发怒，即使在压力下也很少经历强烈的愤怒爆发。"
  },
  "N3": {
    "facet_name": "沮丧",
    "domain": "神经质",
    "description": "沮丧 (N3)——也称为抑郁——衡量体验内疚、悲伤、无助和孤独感的倾向。",
    "high_score": "高分者经常感到抑郁或沮丧；他们容易内疚、情绪低落，并有无助感或颓丧感。",
    "low_score": "低分者很少经历这种普遍的悲伤或抑郁（尽管他们不一定快乐，因为快乐更多地与外向性相关）。"
  },
  "N4": {
    "facet_name": "害羞",
    "domain": "神经质",
    "description": "害羞 (N4) 反映了在社交场合中容易感到羞愧和尴尬的倾向。",
    "high_score": "高分者容易感到尴尬，对嘲笑或批评非常敏感；他们在他人面前常常感到害羞或自卑。",
    "low_score": "低分者更加自信，不易感到尴尬，相对不受尴尬社交场合的干扰。"
  },
  "N5": {
    "facet_name": "冲动",
    "domain": "神经质",
    "description": "NEO-PI-R 中的冲动 (N5) 特指难以抗拒即时满足的冲动和渴望。",
    "high_score": "高分者会感受到强烈的欲望和渴望，且难以抗拒，常常屈服于冲动（有时事后会后悔）。",
    "low_score": "低分者发现更容易抵抗诱惑和延迟满足，表现出高度的自控力和对挫折的耐受性。"
  },
  "N6": {
    "facet_name": "脆弱性",
    "domain": "神经质",
    "description": "脆弱性 (N6) 描述了一个人多容易被压力所压垮。",
    "high_score": "高分者感觉无法应对压力，在面临危机或紧急情况时倾向于恐慌或变得无助。",
    "low_score": "低分者在压力下保持镇定和自信，感觉能够处理困难情况而不会被压垮。"
  },
  "E1": {
    "facet_name": "热情",
    "domain": "外向性",
    "description": "热情 (E1) 指的是一种深情、友好的人际交往风格以及对他人真诚的喜爱。",
    "high_score": "高分者热情洋溢，容易建立亲密的关系；他们真心享受他人的陪伴，并公开表达对人们的积极情感。",
    "low_score": "低分者对他人更为保守和正式；虽然不一定冷漠，但他们会保持一定的距离，不容易表现出热情、外向的友好。"
  },
  "E2": {
    "facet_name": "合群",
    "domain": "外向性",
    "description": "合群 (E2) 反映了对他人陪伴的偏好以及对社交聚会和人群的享受。",
    "high_score": "高分者非常善于交际，在大型团体和活跃的社交场合中茁壮成长——人越多、越热闹越好。",
    "low_score": "低分者独来独往、独立，经常避开社交活动；他们在人群中往往感到不自在，并可能主动回避过度的社交刺激。"
  },
  "E3": {
    "facet_name": "果敢",
    "domain": "外向性",
    "description": "果敢 (E3) 反映了在群体情境中负责、直言和领导的倾向。",
    "high_score": "高分者具有支配性、有魄力，并经常担任领导角色；他们自信地发言，并可能自然地指导团队活动。",
    "low_score": "低分者不果断，更喜欢让别人领导；他们倾向于待在幕后，不愿在群体中发言或负责。"
  },
  "E4": {
    "facet_name": "活跃度",
    "domain": "外向性",
    "description": "活跃度 (E4) 衡量一个人的生活节奏和保持忙碌的需求，表明其生活方式快节奏且充满活力。",
    "high_score": "高分者过着快节奏、充满活力的生活；他们精力充沛，总是很忙，并且常常急于在更短的时间内完成更多的事情。",
    "low_score": "低分者更为放松和从容；他们以悠闲的步伐前进，乐于花时间休息和反思，而不是持续活动。"
  },
  "E5": {
    "facet_name": "寻求刺激",
    "domain": "外向性",
    "description": "寻求刺激 (E5) 捕捉了对刺激、兴奋和新奇体验的渴望。",
    "high_score": "高分者渴望兴奋和感官刺激；他们寻求冒险，喜欢明亮嘈杂的环境，并享受来自风险或新奇体验的肾上腺素飙升。",
    "low_score": "低分者对令人兴奋的体验需求不大；他们更喜欢熟悉、平静和安静的环境，而这些环境可能会让高度寻求刺激的人感到无聊。"
  },
  "E6": {
    "facet_name": "积极情绪",
    "domain": "外向性",
    "description": "积极情绪 (E6) 反映了频繁体验喜悦、热情和乐观的倾向。",
    "high_score": "高分者大部分时间都感到快乐和兴奋；他们容易开怀大笑，性格开朗乐观，通常情绪愉快。",
    "low_score": "低分者不那么热情奔放，情感表达较少；他们不一定悲伤，但很少体验或表现出高分者那种兴高采烈的喜悦。"
  },
  "O1": {
    "facet_name": "想象",
    "domain": "开放性",
    "description": "想象 (O1) 反映了一个人想象力的丰富程度以及沉浸于生动幻想生活的倾向。",
    "high_score": "高分者想象力非常活跃，花费大量时间进行幻想和白日梦；他们创造了一个有趣的内心世界，并将想象力视为创造性生活的贡献。",
    "low_score": "低分者更实际、更脚踏实地；他们专注于当下，将心思放在当前的任务上，而不是沉迷于白日梦。"
  },
  "O2": {
    "facet_name": "审美",
    "domain": "开放性",
    "description": "审美 (O2) 指一个人对艺术和美的欣赏，包括音乐、诗歌和视觉艺术。",
    "high_score": "高分者对艺术和自然之美有深刻的欣赏；他们常常被音乐和诗歌所感动，并倾向于沉浸在艺术或文化体验中。",
    "low_score": "低分者对艺术和美相对不敏感；他们对艺术作品或审美乐趣兴趣不大，常常觉得这些东西引不起他们的兴趣。"
  },
  "O3": {
    "facet_name": "感受",
    "domain": "开放性",
    "description": "感受 (O3) 反映了对自身情绪的开放态度以及对情感体验作为生活一部分的重视。",
    "high_score": "高分者情感体验强烈，对自己的感受非常敏感；他们有丰富的情感生活，比其他人更深刻地感受快乐和悲伤。",
    "low_score": "低分者的情感生活较为平淡，常常认为情绪反应不重要；他们不会经历强烈的情感高潮或低谷，可能显得不带感情或超然。"
  },
  "O4": {
    "facet_name": "行动",
    "domain": "开放性",
    "description": "行动 (O4) 代表了在实践层面上对新体验的开放性——愿意尝试新活动、访问新地方和打破常规。",
    "high_score": "高分者热爱新奇和变化；他们渴望尝试不同的爱好，去新的目的地旅行，并尝试用新的方式做事，而不是墨守成规。",
    "low_score": "低分者相比变化更喜欢熟悉和常规；他们在经过验证的老方法中找到舒适感，并可能抗拒新体验或非传统的做事方式。"
  },
  "O5": {
    "facet_name": "思想",
    "domain": "开放性",
    "description": "思想 (O5) 反映了求知欲和思想开放——为思想本身而对思想感兴趣，以及愿意考虑新颖或非传统的概念。",
    "high_score": "高分者非常好奇，喜欢探索抽象或复杂的思想；他们纯粹为了智力刺激而参与哲学讨论和解决谜题。",
    "low_score": "低分者对理论或抽象思想兴趣不大；即使他们很聪明，也倾向于关注实际或熟悉的话题，对自己专业领域外的新概念表现出很少的好奇心。"
  },
  "O6": {
    "facet_name": "价值观",
    "domain": "开放性",
    "description": "价值观 (O6) 涉及对自己价值观和传统的重新审视的开放性，包括社会、政治和宗教信仰。",
    "high_score": "高分者愿意质疑权威和传统价值观；他们准备好探索替代的价值体系，并可能接受非传统或进步的思想来代替公认的规范。",
    "low_score": "低分者倾向于接受传统规范和权威；他们维护传统价值观，通常比较保守，对挑战或改变现行社会惯例兴趣不大。"
  },
  "A1": {
    "facet_name": "信任",
    "domain": "宜人性",
    "description": "信任 (A1) 反映了一种信念，即他人通常是诚实、公平和善意的，而不是将他人视为自私或欺骗的。",
    "high_score": "高分者总是假定人们最好的一面；他们相信他人是值得信赖和真诚的，并愿意相信他人是无辜的。",
    "low_score": "低分者怀疑他人的动机；他们愤世嫉俗、多疑，常常预料人们一有机会就会占便宜或撒谎。"
  },
  "A2": {
    "facet_name": "坦率",
    "domain": "宜人性",
    "description": "坦率 (A2) 是在与他人交往中坦诚、真诚和直率的倾向，相对于狡猾或操纵。",
    "high_score": "高分者言语诚实真挚；他们喜欢直截了当地说话，并且不会操纵或欺骗他人。",
    "low_score": "低分者在适合他们的情况下愿意使用奉承、狡猾或欺骗；他们可能会夸大其词或隐藏自己的真实感受，认为这些策略在社交互动中是必要的。"
  },
  "A3": {
    "facet_name": "利他",
    "domain": "宜人性",
    "description": "利他 (A3) 衡量对他人福祉的积极关注以及帮助有需要的人的意愿。",
    "high_score": "高分者对他人的困境感同身受，并乐于帮助有需要的人；他们认为帮助他人是有益的，并会不遗余力地表现出善良和慷慨。",
    "low_score": "低分者更关注自己，不太愿意提供帮助；他们可能被视为以自我为中心或漠不关心，常常更希望别人自己解决问题而无需干预。"
  },
  "A4": {
    "facet_name": "顺从",
    "domain": "宜人性",
    "description": "顺从 (A4) 关系到一个人如何处理人际冲突——是顺从他人、避免对抗，还是具有攻击性和固执。",
    "high_score": "高分者倾向于在冲突中退让并避免攻击性；他们倾向于合作，容易原谅，并在争执后“不计前嫌”，常常为了和平而让步。",
    "low_score": "低分者直接面对冲突；他们愿意争论，可能具有攻击性或固执，毫不犹豫地表达愤怒或竞争，而不是迁就。"
  },
  "A5": {
    "facet_name": "谦虚",
    "domain": "宜人性",
    "description": "谦虚 (A5) 描述了谦逊和不张扬的倾向，而不是认为自己比别人优越。",
    "high_score": "高分者谦虚且不爱出风头；他们不喜欢吹嘘，通常会低估或轻描淡写自己的成就。",
    "low_score": "低分者认为自己比别人优越或更重要，并且不害怕这样说；由于缺乏谦逊，他们可能会给人以傲慢或自负的印象。"
  },
  "A6": {
    "facet_name": "温情",
    "domain": "宜人性",
    "description": "温情 (A6) 反映了对他人的同情和关心，即一个人多容易被他人的需求所打动，而不是铁石心肠或不感情用事。",
    "high_score": "高分者非常富有同情心和怜悯心；他们容易被他人的困境所打动，并在决策中优先考虑善良和人道主义关怀。",
    "low_score": "低分者更为铁石心肠和不感情用事；他们以做出合乎逻辑、客观的决定而自豪，不太容易被情感诉求或他人的痛苦所左右。"
  },
  "C1": {
    "facet_name": "胜任感",
    "domain": "尽责性",
    "description": "胜任感 (C1) 是一种在生活中感觉自己有能力、理智和有效的感觉——本质上是一个人对自己效能和能力的信念。",
    "high_score": "高分者感觉为应对生活挑战做好了充分准备；他们对处理任务和问题的能力充满信心，并常常认为自己是有效能和胜任的。",
    "low_score": "低分者对自己的能力存有疑虑，常常感到准备不足或效率低下；他们可能认为自己能力不足，在处理日常责任方面缺乏信心。"
  },
  "C2": {
    "facet_name": "条理性",
    "domain": "尽责性",
    "description": "条理性 (C2) 反映了在个人习惯和环境中对整洁、有组织和结构化的偏好。",
    "high_score": "高分者非常有组织和整洁；他们将自己的物品摆放有序，维护日程和清单，当东西不在原位时会感到不舒服。",
    "low_score": "低分者杂乱无章、不整洁；他们难以追踪事物或维持结构，由于缺乏条理性，常常生活在杂乱或混乱中。"
  },
  "C3": {
    "facet_name": "责任感",
    "domain": "尽责性",
    "description": "责任感 (C3) 涉及遵守道德原则和在履行职责时强烈的责任感或义务感。",
    "high_score": "高分者严格遵守他们的道德原则，并尽职尽责地履行义务；他们坚信要信守诺言，做他们认为正确的事。",
    "low_score": "低分者对规则和责任更为随意；他们可能会逃避承诺或在履行诺言方面不可靠，对责任和原则持更宽松的看法。"
  },
  "C4": {
    "facet_name": "追求成就",
    "domain": "尽责性",
    "description": "追求成就 (C4) 反映了抱负水平以及通过努力工作和毅力实现高目标的动力。",
    "high_score": "高分者雄心勃勃，渴望成功；他们设定崇高的目标，勤奋工作，并有强烈的目标感，甚至可能为了追求成就而成为工作狂。",
    "low_score": "低分者缺乏抱负，常常显得漫无目的或懒散；他们满足于最低限度的成就，很少表现出追求目标或超越基础的动力。"
  },
  "C5": {
    "facet_name": "自律",
    "domain": "尽责性",
    "description": "自律 (C5) 是指开始任务并将其贯彻到底的能力，尽管会感到无聊或分心，也不会屈服于拖延。",
    "high_score": "高分者即使在不想做的时候也能激励自己完成任务；他们抵制拖延，保持专注，并及时完成项目。",
    "low_score": "低分者难以自我激励；他们拖延，容易分心，由于缺乏毅力，常常无法完成已开始的任务。"
  },
  "C6": {
    "facet_name": "审慎",
    "domain": "尽责性",
    "description": "审慎 (C6) 指在行动或说话前仔细思考，预先考虑潜在后果的倾向。",
    "high_score": "高分者在决策中非常谨慎和深思熟虑；他们花时间权衡选择，很少冲动行事或无计划地行动。",
    "low_score": "低分者冲动，常常在行动或说话前没有太多深思熟虑；他们倾向于做出仓促的决定或说出脑海中出现的任何话，尽管这种自发性在紧急情况下可能有用。"
  }
}